[
  {
    "id": 1,
    "title": "Naaimachine",
    "price": 15.0,
    "imageSrc": "/assets/items/naaimachine.png",
    "status": "Beschikbaar",
    "description": "Deze gebruiksvriendelijke naaimachine is ideaal voor al je naaiprojecten, van kleine kledingreparaties tot creatieve ontwerpen. Geschikt voor zowel beginners als ervaren gebruikers, biedt deze machine meerdere steekpatronen, instelbare steeklengte en -breedte, en een automatische draadinrijger voor extra gemak.",
    "howToUse": "1. Zorg dat de machine op een stabiele tafel staat\n2. Controleer de draadspanning\n3. Begin met een proeflapje\n4. Gebruik de juiste naald voor je stof\n5. Volg de markeringen voor een rechte naad",
    "accessories": ["5 spoeltjes", "Naaldenset", "Beschermhoes"],
    "dimensions": {
      "length": 45,
      "width": 21,
      "height": 30
    },
    "weight": 7.5,
    "tip": "Gebruik altijd de juiste naald voor het type stof dat je naait om beschadiging te voorkomen.",
    "category": "Huishoud",
    "availability": {
      "start": "2025-06-01",
      "end": "2025-08-31"
    }
  },
  {
    "id": 2,
    "title": "Schroef- en klopboormachine",
    "price": 5.0,
    "imageSrc": "/assets/items/boormachine.png",
    "status": "Beschikbaar",
    "description": "Deze veelzijdige boormachine is perfect voor zowel klussen in huis als grotere projecten. Met een krachtige motor en verschillende snelheidsinstellingen kan je moeiteloos boren in hout, metaal en beton. De ergonomische handgreep met softgrip zorgt voor een comfortabele bediening.",
    "howToUse": "1. Kies de juiste boor voor het materiaal\n2. Zet de machine op de juiste snelheid\n3. Houd de boormachine recht tijdens het gebruik\n4. Begin met lage snelheid bij het aanboren\n5. Gebruik de klopfunctie alleen voor beton of steen",
    "accessories": ["Set boortjes voor hout/metaal", "Set boortjes voor beton", "Opbergkoffer", "Extra accu"],
    "dimensions": {
      "length": 35,
      "width": 10,
      "height": 25
    },
    "weight": 2.3,
    "tip": "Gebruik lage snelheden voor metaal en hoge snelheden voor hout. Laat de boormachine het werk doen en duw niet te hard.",
    "category": "Gereedschap",
    "availability": {
      "start": "2025-06-01",
      "end": "2025-12-31"
    }
  },
  {
    "id": 3,
    "title": "Gardena Tuinslang (20m)",
    "price": 2.0,
    "imageSrc": "/assets/items/gardena_tuinslang_20m.png",
    "status": "Beschikbaar",
    "description": "Deze 20 meter lange Gardena tuinslang is gemaakt van hoogwaardig materiaal en ideaal voor het bewateren van je tuin of terras. Voorzien van universele aansluitingen die passen op alle standaard kranen en sproeikoppen.",
    "howToUse": "1. Sluit de slang aan op de kraan met het juiste aansluitstuk\n2. Bevestig het gewenste sproeitoestel aan het andere uiteinde\n3. Draai de kraan langzaam open\n4. Na gebruik de slang leegmaken en oprollen",
    "accessories": ["Universeel kraanaansluitstuk", "Sproeikop", "Slangkoppeling"],
    "dimensions": {
      "length": 2000,
      "diameter": 1.3
    },
    "weight": 3.2,
    "tip": "Laat de slang niet in de volle zon liggen om de levensduur te verlengen. Rol na gebruik de slang altijd op om knikken te voorkomen.",
    "category": "Tuin",
    "availability": {
      "start": "2025-04-01",
      "end": "2025-09-30"
    }
  },
  {
    "id": 4,
    "title": "Verlengkabel",
    "price": 5.0,
    "imageSrc": "/assets/items/verlengkabel.png",
    "status": "Gereserveerd",
    "description": "Robuuste verlengkabel van 25 meter voor binnen- en buitengebruik. De kabel is voorzien van 4 geaarde stopcontacten en een thermische beveiliging tegen overbelasting. Ideaal voor tuinklussen, evenementen of wanneer je stroom nodig hebt op plaatsen ver van stopcontacten.",
    "howToUse": "1. Rol de kabel volledig af voor gebruik\n2. Sluit aan op een geaard stopcontact\n3. Voorkom dat er over de kabel gelopen wordt\n4. Bescherm tegen vocht als deze buiten wordt gebruikt\n5. Na gebruik volledig oprollen en droog opbergen",
    "accessories": ["Kabelhaspel", "Regenbescherming voor stekkers"],
    "dimensions": {
      "length": 2500,
      "diameter": 1
    },
    "weight": 4.8,
    "tip": "Rol de kabel altijd volledig af tijdens gebruik om oververhitting te voorkomen, zelfs als je maar een kort stuk nodig hebt.",
    "category": "Elektronica",
    "availability": {
      "start": "2025-05-15",
      "end": "2025-11-15"
    }
  },
  {
    "id": 5,
    "title": "Ijsmachine",
    "price": 5.0,
    "imageSrc": "/assets/items/ijsmachine.png",
    "status": "Uitgeleend",
    "description": "Compacte ijsmachine voor thuisgebruik waarmee je in 30 minuten tot 1 liter heerlijk zelfgemaakt ijs, sorbet of frozen yoghurt kunt maken. Het apparaat is voorzien van een digitaal display met timer en verschillende programma's voor verschillende soorten ijs.",
    "howToUse": "1. Zet het koelelement minstens 8 uur in de vriezer\n2. Bereid het ijsmengsel volgens recept\n3. Plaats het koelelement in de machine\n4. Giet het mengsel in de machine\n5. Selecteer het juiste programma en start\n6. Na afloop direct opdienen of in de vriezer bewaren",
    "accessories": ["Koelelement", "Maatbeker", "Spatel", "Receptenboek"],
    "dimensions": {
      "length": 32,
      "width": 25,
      "height": 31
    },
    "weight": 4.2,
    "tip": "Voor het beste resultaat, koel het ijsmengsel eerst in de koelkast voordat je het in de machine doet. Dit verkort de bereidingstijd en verbetert de textuur.",
    "category": "Keuken",
    "availability": {
      "start": "2025-05-01",
      "end": "2025-09-30"
    }
  },
  {
    "id": 6,
    "title": "Laptop",
    "price": 17.0,
    "imageSrc": "/assets/items/laptop.png",
    "status": "Gereserveerd",
    "description": "Moderne laptop met 15.6 inch Full HD scherm, Intel Core i5 processor, 8GB RAM en 256GB SSD opslag. Geschikt voor thuiswerk, studie, licht fotobewerking en alledaagse taken. Voorzien van Windows 11 en de meest gebruikte office software.",
    "howToUse": "1. Zorg dat de laptop opgeladen is voor gebruik\n2. Start de laptop door op de aan/uit knop te drukken\n3. Log in met de meegeleverde gegevens\n4. Na gebruik altijd afsluiten via het startmenu\n5. Sluit het scherm pas als de laptop volledig is uitgeschakeld",
    "accessories": ["Oplader", "Laptoptas", "USB-muis", "Handleiding"],
    "dimensions": {
      "length": 36,
      "width": 24.5,
      "height": 2.3
    },
    "weight": 1.8,
    "tip": "Sla je werk regelmatig op en maak indien nodig gebruik van de cloud-opslag om belangrijke bestanden veilig te bewaren. Sluit de laptop altijd correct af om beschadiging van software te voorkomen.",
    "category": "Elektronica",
    "availability": {
      "start": "2025-06-01",
      "end": "2025-07-31"
    }
  }
]